Repository: wp-plugins/optimus
Catalog: lang/optimus-*.po
Languages: de_de

source: Lossless compression and optimization of uploaded images in WordPress. Automatic, reliable, effective.
de_de: Verlustfreie Komprimierung der Upload-Bilder in WordPress. Automatisch, zuverlässig, wirkungsvoll.

source: Settings
de_de: Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Enter a different Optimus HQ license key
de_de: Anderen Optimus HQ Key eingeben

source: Activate Optimus HQ
de_de: Optimus HQ aktivieren

source: Optimus HQ expiry date: %s
de_de: Optimus HQ Ablaufdatum: %s

source: Optimus is optimized for WordPress %s. Please disable the plugin or upgrade your WordPress installation (recommended).
de_de: Optimus ist für WordPress %s optimiert. Bitte das Plugin deaktivieren oder WordPress aktualisieren (empfohlen).

source: Optimus requires the <a href="%s" target="_blank">cURL-Library</a>. Please contact your hosting provider to get cURL installed.
de_de: Optimus setzt <a href="%s" target="_blank">cURL-Bibliothek</a> voraus (sollte auf keinem Server fehlen). Bitte beim Hoster anfragen.

source: Optimus Settings
de_de: Optimus Einstellungen

source: Image size
de_de: Bildgrößen

source: Image sizes
de_de: Bildgrößen

source: In addition to the original image, Optimus compresses the registered image sizes in WordPress. [<a href="https://optimus.io/support/compression-of-thumbnail-images-in-wordpress/" target="_blank">Details</a>]
de_de: Zusätzlich zum Originalbild verkleinert Optimus die in WordPress registrierten Bildgrößen. [<a href="https://plus.google.com/b/114450218898660299759/114450218898660299759/posts/jZVfeac5eHW" target="_blank">Details</a>]

source: The size limit of the free version of Optimus is <strong>100 KB</strong>. Do you want to compress larger images? Get a license for <a href="https://optimus.io" target="_blank">Optimus HQ</a>.
de_de: Größenlimitierung der kostenlosen Version von Optimus ist <strong>100 KB</strong>. Sollen größere Bilder auch optimiert werden? <a href="https://optimus.io" target="_blank">Optimus HQ</a> ist die Lösung.

source: Original images
de_de: Originalbilder

source: No optimization of original images
de_de: Keine Optimierung der Originalbilder

source: Optimus only compresses preview images (Thumbnails). Original images uploaded to WordPress are not affected. [<a href="https://optimus.io/support/optimization-of-original-images/" target="_blank">Details</a>]
de_de: Optimus komprimiert ausschließlich Vorschaubilder (Thumbnails). In WordPress hochgeladene Originalbilder bleiben unangetastet. [<a href="https://plus.google.com/114450218898660299759/posts/eNQFbeh9wqk" target="_blank">Details</a>]

source: Image metadata
de_de: Bild-Metadaten

source: No deletion of image metadata
de_de: Keine Löschung der Bild-Metadaten

source: Only <a href="https://optimus.io" target="_blank">Optimus HQ</a>. Active option keeps EXIF-, copyright and photo creation information in images. Size reduction is less significant. [<a href="https://optimus.io/support/remove-metadata-from-images/" target="_blank">Details</a>]
de_de: Nur <a href="https://optimus.io" target="_blank">Optimus HQ</a>. Aktive Option behält EXIF-, Copyright- und Fotoaufnahme-Informationen in Bildern. Die Größenreduzierung fällt geringer aus. [<a href="https://plus.google.com/b/114450218898660299759/114450218898660299759/posts/Wwz7uFHBzFF" target="_blank">Details</a>]

source: WebP files
de_de: WebP-Dateien

source: Only for experienced users. Modification of your web server configuration required.\n\nActivate option?
de_de: Nur für erfahrene Nutzer, da Anpassung der Server-Konfigurationsdatei und Qualitätskontrolle notwendig.\n\nOption aktivieren?

source: Creation of WebP files
de_de: Anfertigung der WebP-Dateien

source: Only <a href="https://optimus.io" target="_blank">Optimus HQ</a>. Modification of the server configuration file and verification of output required. Slows down the optimization process. [<a href="https://optimus.io/support/convert-jpeg-and-png-to-webp-image-format/" target="_blank">Details</a>]
de_de: Nur <a href="https://optimus.io" target="_blank">Optimus HQ</a>. Modifizierung der Server-Konfigurationsdatei und Überprüfung der Ausgabe erforderlich. Verlangsamt den Optimierungsprozess. [<a href="https://plus.google.com/114450218898660299759/posts/3emb7o4368X" target="_blank">Details</a>]

source: HTTPS connection
de_de: HTTPS-Verbindung

source: Transfer images using TLS encryption
de_de: Bilder TLS-verschlüsselt übertragen

source: Only <a href="https://optimus.io" target="_blank">Optimus HQ</a>. Communication with the Optimus server is conducted through an HTTPS connection. Slightly slows down the optimization process.
de_de: Nur <a href="https://optimus.io" target="_blank">Optimus HQ</a>. Die Kommunikation zum Optimus-Server erfolgt über eine HTTPS-Verbindung. Verlangsamt den Optimierungsprozess. [<a href="https://plus.google.com/b/114450218898660299759/114450218898660299759/posts/5f2f9XKXb4F" target="_blank">Details</a>]

source: Activate
de_de: Aktivieren

source: Cancel
de_de: Abbrechen

source: <p>Thank you for using <strong>Optimus HQ</strong>. Follow us on <a href="https://twitter.com/optimusHQ" target="_blank">Twitter</a> to get the latest news and updates.</p>
de_de: <p>Vielen Dank für die Nutzung von <strong>Optimus HQ</strong>. Wissenswertes und Aktualisierungen rund um das Plugin auf <a href="https://plus.google.com/b/114450218898660299759/114450218898660299759/posts" target="_blank">Google+</a> und <a href="https://twitter.com/optimusHQ" target="_blank">Twitter</a>.</p>

source: <p><strong>Optimus</strong> is free of charge, the functionality is limited to the essential features.</p><p><strong>Optimus HQ</strong> (Premium) on the other hand can handle several image formats, compress larger files and connects through HTTPS. <span class="no-break">More details on <a href="https://optimus.io" target="_blank">optimus.io</a></span><br /><br /><em>This information is displayed for 60 seconds and will not appear again.</em></p>
de_de: <p><strong>Optimus</strong> ist kostenlos, der Funktionsumfang ist auf wesentliche Features reduziert.</p><p><strong>Optimus HQ</strong> (Premium) beherrscht dagegen mehrere Bildformate, komprimiert größere Dateien und verfügt über HTTPS-Verbindung. <span class="no-break">Weitere Details auf <a href="https://optimus.io" target="_blank">optimus.io</a></span><br /><br /><em>Dieser Hinweis hat eine Lebensdauer von 60 Sekunden und erscheint nicht erneut.</em></p>

source: <p><strong>Optimus HQ license key</strong> has expired. Get a new Optimus HQ license key on <a href="https://optimus.io" target="_blank">optimus.io</a>. Thank you!</p>
de_de: <p><strong>Optimus HQ Key</strong> ist abgelaufen. Ein neuer Optimus HQ Key kann auf <a href="https://optimus.io" target="_blank">optimus.io</a> erworben werden. Vielen Dank!</p>
